7-zip
7zip
arandr
base
base-devel
bibata-cursor-theme-bin
bind
brave-bin
breeze-gtk
breeze5
brother-dcpt420w
catppuccin-gtk-theme-macchiato
catppuccin-gtk-theme-mocha
cliphist
cups
dcpt420wpdrv
debtap
dhcpcd
dpkg
dunst
efibootmgr
expac
fcitx5
fcitx5-configtool
fcitx5-mozc
fd
ffmpegthumbnailer
flatpak
fuse2
fzf
git
greetd-git
grub
gtk3
hyprland
hyprlock
hyprpicker
hyprshot
imagemagick
jdk21-temurin
jp2a
kitty
kmonad-bin
kvantum-qt6-git
kwindowsystem
libadwaita-without-adwaita-git
libnotify
linux
linux-firmware
linux-headers
localxpose
mangohud-git
nemo
neofetch
neovim
networkmanager
nftables
noto-fonts
npm
nvim-lazy
nwg-look
openssh
opentabletdriver
os-prober
packagekit-qt5
pavucontrol
pipewire-pulse
qt6-base
qt6-svg
qt6-tools
qt6ct
ripgrep
spicetify-cli
spotify-launcher
sudo
swww
tela-circle-icon-theme-blue
tofi
ufw
unzip
vim
waybar
wev
wget
wine-staging
wofi
xdg-desktop-portal-hyprland
xorg-server
yabridge
yay-bin
yazi-git
zoxide
